Repository: skverall/CarDealerTracker-ios-android
Catalog: iOS Car Dealer Tracker/Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ar, hi, id, ja, ko, pt_br, ru, uz

source: Upload
ar: رفع
hi: अपलोड करें
id: Unggah
ja: アップロード
pt_br: Enviar
ru: Загрузить
uz: Yuklash

source: Uploading...
ar: جارٍ التحميل...
hi: अपलोड हो रहा है...
id: Mengunggah...
ja: アップロード中...
pt_br: Enviando...
ru: Загрузка...
uz: Yuklanmoqda...

source: User
ar: مستخدم
hi: उपयोगकर्ता
id: Pengguna
ja: ユーザー
pt_br: Usuário
ru: Пользователь
uz: Foydalanuvchi

source: User Name
ar: اسم المستخدم
hi: उपयोगकर्ता नाम
id: Nama Pengguna
ja: ユーザー名
pt_br: Nome de usuário
ru: Имя пользователя
uz: Foydalanuvchi nomi

source: User profile not found locally. Please wait for sync.
ar: لم يتم العثور على ملف تعريف المستخدم محليًا. يرجى الانتظار للمزامنة.
hi: उपयोगकर्ता Proफ़ाइल स्थानीय रूप से नहीं मिली. कृपया समन्वयन के लिए प्रतीक्षा करें.
id: Profil pengguna tidak ditemukan secara lokal. Harap tunggu sinkronisasi.
ja: ユーザープロフィールが端末内に見つかりません。同期をお待ちください。
pt_br: Perfil de usuário não encontrado localmente. Aguarde a sincronização.
ru: Профиль пользователя не найден локально. Пожалуйста, дождитесь синхронизации.
uz: Foydalanuvchi profili mahalliy sifatida topilmadi. Iltimos, sinxronlashni kuting.

source: Users
ar: المستخدمين
hi: उपयोगकर्ता
id: Pengguna
ja: ユーザー
pt_br: Usuários
ru: Пользователи
uz: Foydalanuvchilar

source: VAT / Tax
ar: ضريبة القيمة المضافة / الضريبة
hi: VAT / टैक्स
id: VAT / Pajak
ja: 消費税 / 税金
pt_br: IVA / Imposto
ru: НДС / налог
uz: QQS / Soliq

source: VIN already exists
ar: رقم VIN موجود بالفعل
hi: VIN पहले से मौजूद है
id: VIN sudah ada
ja: VINはすでに存在します
pt_br: VIN já existe
ru: VIN уже существует
uz: VIN allaqachon mavjud

source: VIN:
ar: رقم التعريف:

source: Vehicle %@ • Parts %@
ar: المركبات %@ • القطع %@
hi: कार %@ • पार्ट्स %@
id: Kendaraan %@ • Parts %@
pt_br: Veículo %@ • Peças %@

source: Vehicle Fields
ar: مجالات المركبات
hi: कार क्षेत्र
id: Bidang Kendaraan
ja: 車両項目
pt_br: Campos do veículo
ru: Поля автомобиля
uz: Avtomobil maydonlari

source: Vehicle capital %@ • Parts %@
ar: رأس مال المركبات %@ • القطع %@
hi: कार पूंजी %@ • पार्ट्स %@
id: Modal kendaraan %@ • Parts %@
pt_br: Capital do veículo %@ • Peças %@

source: Vehicle has been in inventory for %lld days. Consider aggressive pricing.
ar: المركبة موجودة في المخزون منذ %lld يومًا. فكّر في تسعير أكثر تنافسية.
hi: कार %lld दिनों से इन्वेंट्री में है। आक्रामक मूल्य निर्धारण पर विचार करें.
id: Kendaraan telah disimpan selama %lld hari. Pertimbangkan penetapan harga yang agresif.
ja: この車両は在庫に%lld日あります。より積極的な価格設定を検討してください。
pt_br: O veículo está em estoque há %lld dias. Considere preços agressivos.
ru: Автомобиль находится в наличии %lld дн. Рассмотрите более агрессивную цену.
uz: Transport %lld kundan beri inventarda. Raqobatli narxni ko‘rib chiqing.

source: Vehicle has been in inventory for %lld days. Monitor closely.
ar: المركبة موجودة في المخزون منذ %lld يومًا. راقبها عن قرب.
hi: कार %lld दिनों से इन्वेंट्री में है। बारीकी से निगरानी करें.
id: Kendaraan telah disimpan selama %lld hari. Pantau dengan cermat.
ja: この車両は在庫に%lld日あります。注意深く確認してください。
pt_br: O veículo está em estoque há %lld dias. Monitore de perto.
ru: Автомобиль находится в наличии %lld дн. Следите внимательно.
uz: Transport %lld kundan beri inventarda. Diqqat bilan kuzating.

source: Vehicle has been in inventory for %lld days. Review pricing strategy.
ar: المركبة موجودة في المخزون منذ %lld يومًا. راجع استراتيجية التسعير.
hi: कार %lld दिनों से इन्वेंट्री में है। मूल्य निर्धारण रणनीति की समीक्षा करें.
id: Kendaraan telah disimpan selama %lld hari. Tinjau strategi penetapan harga.
ja: この車両は在庫に%lld日あります。価格戦略を見直してください。
pt_br: O veículo está em estoque há %lld dias. Revise a estratégia de preços.
ru: Автомобиль находится в наличии %lld дн. Пересмотрите стратегию цены.
uz: Transport %lld kundan beri inventarda. Narx strategiyasini qayta ko‘rib chiqing.

source: Vehicle inventory
ar: مخزون المركبات
hi: कार सूची
id: Inventarisasi kendaraan
pt_br: Estoque de veículos

source: Vehicle revenue
ar: إيرادات المركبات
hi: कार राजस्व
id: Pendapatan kendaraan
pt_br: Receita de veículos

source: Vehicle sale price
ar: سعر بيع المركبة
hi: कार विक्रय मूल्य
id: Harga jual kendaraan
ja: 車両販売価格
pt_br: Preço de venda do veículo
ru: Цена продажи авто
uz: Avtomobilni sotish narxi

source: Vehicle sales
ar: مبيعات المركبات
hi: कार बिक्री
id: Penjualan kendaraan
pt_br: Vendas de veículos

source: Vehicle versus part revenue in the selected month.
ar: إيرادات المركبات مقابل إيرادات القطع في الشهر المحدد.
hi: चयनित माह में कार बनाम आंशिक राजस्व।
id: Pendapatan kendaraan versus suku cadang pada bulan yang dipilih.
pt_br: Receita de veículos versus peças no mês selecionado.

source: Vehicles
ar: المركبات
hi: कारें
id: Kendaraan
ja: 車両
pt_br: Veículos
ru: Автомобили
uz: Avtomobillar

source: Vehicles in stock
ar: المركبات في المخزون
hi: स्टॉक में कार
id: Vehicles tersedia
pt_br: Veículos em estoque

source: Vehicles versus parts inventory cost at report time.
ar: تكلفة مخزون المركبات مقابل القطع وقت التقرير.
hi: रिपोर्ट समय पर कार बनाम पार्ट्स इन्वेंट्री लागत।
id: Vehicles versus biaya persediaan suku cadang pada waktu laporan.
pt_br: Veículos versus custo de estoque de peças no momento do relatório.

source: Verification badge
ar: شارة التحقق
hi: सत्यापन बैज
id: Lencana verifikasi
ja: 認証バッジ
pt_br: Selo de verificação
ru: Значок проверки
uz: Tasdiqlash nishoni

source: Verified Dealer
ar: تاجر معتمد
hi: सत्यापित डीलर
id: Dealer Terverifikasi
ja: 認証済み販売店
pt_br: Revendedor verificado
ru: Проверенный дилер
uz: Tasdiqlangan diler

source: Version %@
ar: الإصدار %@
hi: संस्करण %@
id: Versi %@
ja: バージョン %@
pt_br: Versão %@
ru: Версия %@
uz: Versiya %@

source: WHAT YOU GET
ar: ما الذي تحصل عليه
hi: आपको क्या मिलता है
ja: 含まれる内容
ko: 포함 내용
pt_br: O QUE VOCÊ RECEBE
ru: ЧТО ВЫ ПОЛУЧАЕТЕ
uz: NIMA OLASIZ

source: Walk-in
ar: عميل بدون موعد
hi: वॉक-इन
id: Masuk
ja: 飛び込み
pt_br: Entrega
ru: Без записи
uz: Kelgan mijoz

source: We are performing scheduled maintenance. Please check back later.
ar: نقوم حاليًا بصيانة مجدولة. يرجى المحاولة لاحقًا.
hi: हम निर्धारित रखरखाव कर रहे हैं। कृपया फिर से बाद में जाँच करें।
id: Kami sedang melakukan pemeliharaan terjadwal. Silakan periksa kembali nanti.
ja: 定期メンテナンスを実施中です。後ほどもう一度お試しください。
pt_br: Estamos realizando manutenção programada. Verifique novamente mais tarde.
ru: Мы проводим плановое обслуживание. Пожалуйста, зайдите позже.
uz: Rejalashtirilgan texnik xizmat bajarilmoqda. Keyinroq qayta urinib ko‘ring.

source: We'll ask for a phone number before sharing.
ar: سنطلب رقم هاتف قبل المشاركة.
hi: साझा करने से पहले हम एक फ़ोन नंबर मांगेंगे।
id: Kami akan meminta nomor telepon sebelum membagikannya.
ja: 共有前に電話番号の入力を求めます。
pt_br: Pediremos um número de telefone antes de compartilhar.
ru: Перед отправкой попросим номер телефона.
uz: Ulashishdan oldin telefon raqamini soʻraymiz.

source: We'll ask for an email before sharing.
ar: سنطلب بريدًا إلكترونيًا قبل المشاركة.
hi: साझा करने से पहले हम एक ईमेल मांगेंगे.
id: Kami akan meminta email sebelum berbagi.
ja: 共有前にメールアドレスの入力を求めます。
pt_br: Solicitaremos um e-mail antes de compartilhar.
ru: Перед отправкой попросим email.
uz: Ulashishdan oldin elektron pochta xabarini soʻraymiz.

source: Weekly
ar: أسبوعي
hi: साप्ताहिक
id: Mingguan
ja: 週額
ko: 주간
pt_br: Semanal
ru: Недельный
uz: Haftalik

source: Welcome Back
ar: مرحبًا بعودتك
hi: पुनः स्वागत है
id: Selamat Datang Kembali
ja: おかえりなさい
pt_br: Bem-vindo de volta
ru: С возвращением
uz: Xush kelibsiz

source: Where spend concentrated the most in the month.
ar: أين تركز الإنفاق أكثر خلال الشهر.
hi: जहां महीने में सबसे ज्यादा खर्च केंद्रित होता है.
id: Tempat pembelanjaan paling terkonsentrasi pada bulan tersebut.
pt_br: Onde os gastos se concentraram mais no mês.

source: Withdrawals
ar: السحوبات
hi: निकासी
id: Penarikan
pt_br: Retiradas

source: YOUR PRO STATUS
ar: حالتك الاحترافية
hi: आपकी Pro स्थिति
ja: PROステータス
ko: Pro 상태
pt_br: SEU STATUS PRO
ru: ВАШ СТАТУС PRO
uz: SIZNING PRO STATUS

source: Year
ar: سنة
hi: वर्ष
id: Tahun
ja: 年式
pt_br: Ano
ru: Год
uz: Yil

source: Yearly
ar: سنوي
hi: सालाना
id: Tahunan
ja: 年額
ko: 연간
pt_br: Anual
ru: Годовой
uz: Yillik

source: You can buy now as a guest. Sign in only if you want to sync or restore purchases on other devices.
ar: يمكنك الشراء الآن كضيف. قم بتسجيل الدخول فقط إذا كنت تريد مزامنة المشتريات أو استعادتها على الأجهزة الأخرى.
hi: अब आप अतिथि के रूप में खरीद सकते हैं. केवल तभी साइन इन करें यदि आप अन्य डिवाइस पर खरीदारी को सिंक या पुनर्स्थापित करना चाहते हैं।
id: Anda dapat membeli sekarang sebagai tamu. Masuk hanya jika Anda ingin menyinkronkan atau memulihkan pembelian di perangkat lain.
ja: ゲストのまま購入できます。他の端末で同期または購入復元を行う場合のみサインインしてください。
pt_br: Você pode comprar agora como convidado. Faça login apenas se quiser sincronizar ou restaurar compras em outros dispositivos.
ru: Вы можете купить как гость. Войдите только если хотите синхронизацию или восстановление покупок на других устройствах.
uz: Siz hozir mehmon sifatida xarid qilishingiz mumkin. Boshqa qurilmalarda xaridlarni sinxronlash yoki qayta tiklashni istasangizgina tizimga kiring.

source: You're a Pro user
ar: أنت مستخدم محترف
hi: आप एक Pro उपयोगकर्ता हैं
id: Anda adalah pengguna Pro
ja: Proユーザーです
ko: Pro 사용자입니다
pt_br: Você é um usuário Pro
ru: У вас Pro-доступ
uz: Siz Pro foydalanuvchisisiz

source: Your Accounts
ar: حساباتك
hi: आपके खाते
id: Akun Anda
ja: あなたの口座
pt_br: Suas contas
ru: Ваши счета
uz: Hisoblaringiz

# Your Insights Center
source: AI Insights Center
ar: مركز رؤى AI
hi: AI Insights केंद्र
id: AI Insights Pusat
ja: AI分析センター
ko: AI 인사이트 센터
pt_br: Central do AI Insights
ru: Центр AI-аналитики
uz: AI Insights markazi

source: Your Pro bonus is active
ar: مكافأة Pro الخاصة بك نشطة
hi: आपका Pro बोनस सक्रिय है
id: Bonus Pro Anda aktif
ja: Proボーナスが有効です
ko: Pro 보너스가 활성화되었습니다
pt_br: Seu bônus Pro está ativo
ru: Ваш бонус Pro активен
uz: Pro bonusingiz faol

source: Your Pro trial is active
ar: النسخة التجريبية الاحترافية الخاصة بك نشطة
hi: आपका Pro परीक्षण सक्रिय है
id: Uji coba Pro Anda aktif
ja: Proトライアルが有効です
ko: Pro 체험이 활성화되었습니다
pt_br: Sua avaliação do Pro está ativa
ru: Ваш пробный Pro-период активен
uz: Pro sinov muddati faol

source: Your account and data have been removed.
ar: تمت إزالة حسابك وبياناتك.
hi: आपका खाता और डेटा हटा दिया गया है.
id: Akun dan data Anda telah dihapus.
ja: アカウントとデータを削除しました。
pt_br: Sua conta e dados foram removidos.
ru: Ваш аккаунт и данные были удалены.
uz: Hisobingiz va maʻlumotlaringiz oʻchirib tashlandi.

source: Your account email was updated.
ar: تم تحديث البريد الإلكتروني لحسابك.
hi: आपके खाते का ईमेल अपडेट किया गया था.
id: Email akun Anda telah diperbarui.
ja: アカウントのメールアドレスが更新されました。
pt_br: O e-mail da sua conta foi atualizado.
ru: Email аккаунта обновлен.
uz: Hisob email manzili yangilandi.

source: Your dealership tools are unlocked. Keep growing with Car Dealer Tracker.
ar: أدوات معرضك متاحة الآن. واصل النمو مع Car Dealer Tracker.
hi: आपके डीलरशिप टूल अनलॉक हो गए हैं. Car Dealer Tracker के साथ बढ़ते रहें।
id: Alat dealer Anda tidak terkunci. Terus berkembang dengan Car Dealer Tracker.
ja: 販売店向けツールが有効です。 Car Dealer Trackerで成長を続けましょう。
ko: 딜러십 도구가 잠금 해제되었습니다. Car Dealer Tracker와 계속 성장하세요.
pt_br: Suas ferramentas de concessionária estão desbloqueadas. Continue crescendo com Car Dealer Tracker.
ru: Инструменты дилерского центра открыты. Продолжайте расти с Car Dealer Tracker.
uz: Dilerlik vositalaringiz faol. Car Dealer Tracker bilan rivojlanishda davom eting.

source: Your password has been updated. Please sign in with your new password to continue.
ar: لقد تم تحديث كلمة المرور الخاصة بك. يرجى تسجيل الدخول باستخدام كلمة المرور الجديدة للمتابعة.
hi: आपका पासवर्ड अपडेट कर दिया गया है. जारी रखने के लिए कृपया अपने नए पासवर्ड से साइन इन करें।
id: Kata sandi Anda telah diperbarui. Silakan masuk dengan kata sandi baru Anda untuk melanjutkan.
ja: パスワードを更新しました。続行するには新しいパスワードでサインインしてください。
pt_br: Sua senha foi atualizada. Faça login com sua nova senha para continuar.
ru: Пароль обновлен. Пожалуйста, войдите с новым паролем, чтобы продолжить.
uz: Parolingiz yangilandi. Davom etish uchun yangi parolingiz bilan tizimga kiring.

source: About Holding Cost
ar: حول تكلفة القابضة
hi: होल्डिंग लागत के बारे में
id: Tentang Biaya Penyimpanan
ja: 在庫保有費について
pt_br: Sobre o custo de retenção
ru: О стоимости хранения
uz: Holding narxi haqida

source: Access Restricted
ar: الوصول مقيد
hi: प्रवेश प्रतिबंधित
id: Akses Dibatasi
ja: アクセス制限
ko: 접근 제한
pt_br: Acesso restrito
ru: Доступ ограничен
uz: Kirish cheklangan

# account_deleted_message
source: Your account and data have been removed.
ar: تمت إزالة حسابك وبياناتك.
hi: आपका खाता और डेटा हटा दिया गया है.
id: Akun dan data Anda telah dihapus.
ja: アカウントとデータを削除しました。
pt_br: Sua conta e dados foram removidos.
ru: Ваш аккаунт и данные были удалены.
uz: Hisobingiz va maʻlumotlaringiz oʻchirib tashlandi.

# account_deleted_title
source: Account Deleted
ar: تم حذف الحساب
hi: खाता हटा दिया गया
id: Akun Dihapus
ja: アカウントを削除しました
pt_br: Conta excluída
ru: Аккаунт удален
uz: Hisob oʻchirildi

# account_deletion_incomplete
source: Account deletion did not complete.
ar: لم يكتمل حذف الحساب.
hi: खाता विलोपन पूरा नहीं हुआ.
id: Penghapusan Akun tidak selesai.
ja: アカウント削除が完了しませんでした。
pt_br: A exclusão da conta não foi concluída.
ru: Удаление аккаунта не завершено.
uz: Hisobni oʻchirish tugallanmadi.

# account_label
source: Account
ar: حساب
hi: खाता
id: Akun
ja: 口座
pt_br: Conta
ru: Счет
uz: Hisob

source: Accumulated
ar: متراكمة
hi: संचित
id: Akumulasi
ja: 累計
pt_br: Acumulado
ru: Накоплено
uz: Yigʻilgan

source: Active Alerts
ar: التنبيهات النشطة
hi: सक्रिय अलर्ट
id: Peringatan Aktif
ja: 有効なアラート
pt_br: Alertas ativos
ru: Активные предупреждения
uz: Faol ogohlantirishlar

source: Active leads
ar: العملاء المتوقعون النشطون
hi: सक्रिय नेतृत्व
id: Prospek aktif
ja: 対応中リード
pt_br: Leads ativos
ru: Активные лиды
uz: Faol yetakchilar

source: Active Subscription
ar: الاشتراك النشط
hi: सक्रिय सदस्यता
id: Langganan Aktif
ja: 有効なサブスクリプション
pt_br: Assinatura ativa
ru: Активная подписка
uz: Faol obuna

source: Active Vehicles
ar: المركبات النشطة
hi: सक्रिय कार
id: Aktif Vehicles
ja: 在庫車両
pt_br: Veículos ativos
ru: Активные авто
uz: Faol avtomobillar

# add_account_kind
source: Add %@
ar: إضافة %@
hi: %@ जोड़ें
id: Tambahkan %@
ja: %@を追加
pt_br: Adicionar %@
ru: Добавить %@
uz: %@ qoʻshish

source: Add Client
ar: إضافة عميل
hi: क्लाइंट जोड़ें
id: Tambahkan Klien
ja: 顧客を追加
pt_br: Adicionar cliente
ru: Добавить клиента
uz: Mijoz qoʻshish

source: Add Debt
ar: أضف الديون
hi: कर्ज़ जोड़ें
id: Tambahkan Hutang
ja: 債務を追加
pt_br: Adicionar dívida
ru: Добавить долг
uz: Qarz qoʻshish

source: Add details (optional)
ar: إضافة تفاصيل (اختياري)
hi: विवरण जोड़ें (वैकल्पिक)
id: Tambahkan detail (opsional)
ja: 詳細を追加（任意）
pt_br: Adicionar detalhes (opcional)
ru: Детали (опционально)
uz: Tafsilotlarni kiritish (ixtiyoriy)

source: Add Expense
ar: أضف المصروفات
hi: खर्च जोड़ें
id: Tambahkan Biaya
ja: 経費を追加
pt_br: Adicionar despesa
ru: Добавить расход
uz: Xarajatlarni qoʻshish

# add_first_expense
source: Add the first expense
ar: أضف المصروفات الأولى
hi: पहला खर्च जोड़ें
id: Tambahkan biaya pertama
ja: 最初の経費を追加
pt_br: Adicione a primeira despesa
ru: Добавьте первый расход
uz: Birinchi xarajatlarni qoʻshing

source: Add Interaction
ar: أضف التفاعل
hi: इंटरैक्शन जोड़ें
id: Tambahkan Interaksi
ja: 対応履歴を追加
pt_br: Adicionar interação
ru: Добавить
uz: Oʻzaro ta'sir qoʻshish

source: Add New
ar: أضف جديد
hi: नया जोड़ें
id: Tambahkan Baru
ja: 新規追加
pt_br: Adicionar novo
ru: Добавить
uz: Yangi qoʻshish

source: Add New Vehicle
ar: إضافة مركبة جديدة
hi: नया कार जोड़ें
id: Tambahkan Kendaraan Baru
ja: 新規車両を追加
pt_br: Adicionar novo veículo
ru: Добавить авто
uz: Yangi avtomobil qoʻshing

source: Add Payment
ar: إضافة الدفع
hi: भुगतान जोड़ें
id: Tambahkan Pembayaran
ja: 支払いを追加
pt_br: Adicionar pagamento
ru: Добавить платеж
uz: Toʻlovni qoʻshish

source: Add Photo
ar: إضافة صورة
hi: फ़ोटो जोड़ें
id: Tambahkan Foto
ja: 写真を追加
pt_br: Adicionar foto
ru: Добавить фото
uz: Rasm qoʻshish

source: Add Photos
ar: إضافة صور
hi: फ़ोटो जोड़ें
id: Tambahkan Foto
ja: 写真を追加
pt_br: Adicionar fotos
ru: Добавить фото
uz: Rasmlar qoʻshish

source: Add Reminder
ar: إضافة تذكير
hi: अनुस्मारक जोड़ें
id: Tambahkan Pengingat
ja: リマインダーを追加
pt_br: Adicionar lembrete
ru: Добавить
uz: Eslatma qoʻshish

source: Add Sale
ar: أضف بيع
hi: बिक्री जोड़ें
id: Tambahkan Penjualan
ja: 販売を追加
pt_br: Adicionar venda
ru: Добавить продажу
uz: Sotish qoʻshish

source: Add Vehicle
ar: أضف مركبة
hi: कार जोड़ें
id: Tambahkan Kendaraan
ja: 車両を追加
pt_br: Adicionar veículo
ru: Добавить автомобиль
uz: Avtomobil qoʻshish

# add_vehicle_title
source: Add Vehicle
ar: أضف مركبة
hi: कार जोड़ें
id: Tambahkan Kendaraan
ja: 車両を追加
pt_br: Adicionar veículo
ru: Добавить авто
uz: Avtomobil qoʻshish

source: Added on
ar: تمت الإضافة
hi: पर जोड़ा गया
id: Ditambahkan
ja: 追加日
pt_br: Adicionado em
ru: Добавлено
uz: Qoʻshilgan

source: Aging
ar: شيخوخة
hi: बुढ़ापा
id: Penuaan
ja: 在庫日数
pt_br: Envelhecimento
ru: Задержка
uz: Qarish

source: Aging Distribution
ar: توزيع الشيخوخة
hi: उम्र बढ़ने का वितरण
id: Distribusi Penuaan
ja: 在庫期間分布
pt_br: Distribuição antiga
ru: Распределение по срокам
uz: Qarish taqsimoti

# ai_insights_checking
source: Checking Pro...
ar: جارٍ فحص Pro...
hi: Pro की जाँच हो रही है...
id: Memeriksa Pro...
ja: Pro確認中...
ko: Pro 상태 확인 중...
pt_br: Verificando Pro...
ru: Проверяем Pro...
uz: Pro tekshirilmoqda...

# ai_insights_generate
source: Generate AI Insights
ar: إنشاء رؤى AI
hi: AI Insights उत्पन्न करें
id: Hasilkan AI Insights
ja: AI分析を作成
ko: AI 분석 생성
pt_br: Gerar AI Insights
ru: Создать AI-анализ
uz: AI tahlil yaratish

# ai_insights_generate_new
source: Create New Report
ar: إنشاء تقرير جديد
hi: नई रिपोर्ट बनाएं
id: Buat Laporan Baru
ja: 新しいレポートを作成
ko: 새 리포트 만들기
pt_br: Criar novo relatório
ru: Создать новый отчёт
uz: Yangi hisobot yaratish

# ai_insights_generating
source: Generating...
ar: جارٍ الإنشاء...
hi: उत्पन्न हो रहा है...
id: Menghasilkan...
ja: 作成中...
ko: 생성 중...
pt_br: Gerando...
ru: Генерация...
uz: Yaratilmoqda...

# ai_insights_history_title
source: Report History
ar: سجل التقارير
hi: रिपोर्ट इतिहास
id: Laporan Sejarah
ja: レポート履歴
ko: 리포트 기록
pt_br: Histórico do relatório
ru: История отчётов
uz: Hisobotlar tarixi

# ai_insights_limit_reached_button
source: Daily AI Limit Reached
ar: تم بلوغ حد AI اليومي
hi: दैनिक AI सीमा तक पहुँच गया
id: Batas AI Harian Tercapai
ja: 1日のAI上限に到達
ko: 일일 AI 한도 도달
pt_br: Limite diário de AI atingido
ru: Дневной лимит AI исчерпан
uz: Kunlik AI limiti tugadi

# ai_insights_limit_reached_error
source: Daily AI report limit reached. You can still open saved reports.
ar: تم بلوغ حد تقارير AI لهذا اليوم. لا يزال بإمكانك فتح التقارير المحفوظة.
hi: दैनिक AI रिपोर्ट की सीमा पूरी हो गई. आप अभी भी सहेजी गई रिपोर्ट खोल सकते हैं.
id: Batas laporan AI harian tercapai. Anda masih dapat membuka laporan tersimpan.
ja: 1日のAIレポート上限に達しました。保存済みレポートは引き続き開けます。
ko: 일일 AI 리포트 한도에 도달했습니다. 저장된 리포트는 계속 열 수 있습니다.
pt_br: Limite de relatório diário de IA atingido. Você ainda pode abrir relatórios salvos.
ru: Дневной лимит AI-отчётов исчерпан. Сохранённые отчёты всё ещё доступны.
uz: Kunlik AI hisobot limiti tugadi. Saqlangan hisobotlarni ochish mumkin.

# ai_insights_loading
source: Building analysis...
ar: جارٍ بناء التحليل...
hi: भवन विश्लेषण...
id: Analisis bangunan...
ja: 分析を作成中...
ko: AI 분석 불러오는 중...
pt_br: Análise de construção...
ru: Готовим анализ...
uz: Tahlil tayyorlanmoqda...

# ai_insights_locked_subtitle
source: Pro turns sales, expenses, and stock into clear next actions.
ar: تحول Pro المبيعات والمصاريف والمخزون إلى خطوات واضحة.
hi: Pro बिक्री, खर्च और स्टॉक को स्पष्ट अगले कार्यों में बदल देता है।
id: Pro mengubah penjualan, pengeluaran, dan stok menjadi tindakan selanjutnya yang jelas.
ja: Proなら販売・経費・在庫を次の行動に変えられます。
ko: Pro는 판매, 지출, 재고를 명확한 다음 행동으로 바꿔줍니다.
pt_br: Pro transforma vendas, despesas e estoque em próximas ações claras.
ru: Pro превращает продажи, расходы и склад в понятные следующие шаги.
uz: Pro savdo, xarajat va omborni aniq keyingi qadamlarga aylantiradi.

# ai_insights_locked_title
source: Unlock AI advice for your dealership.
ar: افتح نصائح AI لمعرضك.
hi: अपनी डीलरशिप के लिए AI सलाह अनलॉक करें।
id: Buka kunci saran AI untuk dealer Anda.
ja: 販売店向けAIアドバイスを開放。
ko: 딜러십을 위한 AI 조언을 잠금 해제하세요.
pt_br: Desbloqueie conselhos de IA para sua concessionária.
ru: Откройте AI-советы для дилерского бизнеса.
uz: Dilerlik uchun AI maslahatlarni oching.

# ai_insights_pro_required_error
source: AI Insights are available only on Pro.
ar: رؤى AI متاحة فقط في Pro.
hi: AI Insights केवल Pro पर उपलब्ध है।
id: AI Insights hanya tersedia di Pro.
ja: AI分析はPro限定です。
ko: AI 분석은 Pro에서만 사용할 수 있습니다.
pt_br: AI Insights está disponível apenas no Pro.
ru: AI Insights доступны только в Pro.
uz: AI Insights faqat Pro uchun mavjud.

# ai_insights_ready_subtitle
source: Sales, expenses, and current stock will be summarized in one fresh view.
ar: سيتم تلخيص المبيعات والمصاريف والمخزون الحالي في عرض جديد واحد.
hi: बिक्री, खर्च और वर्तमान स्टॉक को एक नए दृश्य में संक्षेपित किया जाएगा।
id: Sales, pengeluaran, dan stok saat ini akan dirangkum dalam satu tampilan baru.
ja: 販売、経費、現在の在庫を1つの新しいビューにまとめます。
ko: 이 기간에 대한 새로운 AI 분석을 생성하세요.
pt_br: Vendas, despesas e estoque atual serão resumidos em uma nova visualização.
ru: Продажи, расходы и текущий склад будут собраны в один свежий обзор.
uz: Savdo, xarajat va joriy ombor bitta yangi ko‘rinishda jamlanadi.

# ai_insights_ready_title
source: Ready to analyze this period.
ar: جاهز لتحليل هذه الفترة.
hi: इस अवधि का विश्लेषण करने के लिए तैयार हैं।
id: Siap menganalisis periode ini.
ja: この期間を分析できます。
ko: AI가 판매, 지출, 재고를 분석할 준비가 되었습니다.
pt_br: Pronto para analisar este período.
ru: Готово к анализу этого периода.
uz: Bu davrni tahlil qilishga tayyor.

# ai_insights_refresh
source: Refresh Insights
ar: تحديث رؤى AI
hi: इनसाइट्स ताज़ा करें
id: Segarkan Wawasan
ja: 分析を更新
ko: AI 분석 새로고침
pt_br: Atualizar insights
ru: Обновить анализ
uz: Tahlilni yangilash

# ai_insights_regenerate_confirm
source: Create New Report
ar: إنشاء تقرير جديد
hi: नई रिपोर्ट बनाएं
id: Buat Laporan Baru
ja: 新しいレポートを作成
ko: 새 리포트 만들기
pt_br: Criar novo relatório
ru: Создать новый отчёт
uz: Yangi hisobot yaratish

# ai_insights_regenerate_keep
source: Keep Current Report
ar: الاحتفاظ بالتقرير الحالي
hi: वर्तमान रिपोर्ट रखें
id: Simpan Laporan Terkini
ja: 現在のレポートを保持
ko: 현재 리포트 유지
pt_br: Manter relatório atual
ru: Оставить текущий отчёт
uz: Joriy hisobotni qoldirish

# ai_insights_regenerate_message
source: This uses one AI generation and keeps the current report in history.
ar: سيستخدم هذا إنشاء AI واحداً ويحفظ التقرير الحالي في السجل.
hi: यह एक AI पीढ़ी का उपयोग करता है और वर्तमान रिपोर्ट को इतिहास में रखता है।
id: Ini menggunakan satu generasi AI dan menyimpan laporan terkini dalam sejarah.
ja: AI生成を1回使用し、現在のレポートは履歴に残します。
ko: AI 생성 1회를 사용하고 현재 리포트는 기록에 보관합니다.
pt_br: Isso usa uma geração de IA e mantém o relatório atual no histórico.
ru: Это использует одну AI-генерацию, а текущий отчёт останется в истории.
uz: Bu bitta AI yaratish limitini ishlatadi, joriy hisobot esa tarixda qoladi.

# ai_insights_regenerate_title
source: Create a new AI report?
ar: إنشاء تقرير AI جديد؟
hi: एक नई AI रिपोर्ट बनाएं?
id: Buat laporan AI baru?
ja: 新しいAIレポートを作成しますか？
ko: 새 AI 리포트를 만들까요?
pt_br: Criar um novo relatório AI?
ru: Создать новый AI-отчёт?
uz: Yangi AI hisobot yaratilsinmi?
